Repository: esasby/hutkigrosh-drupal7-commerce1-module
Catalog: commerce_hutkigrosh/translations/commerce_hutkigrosh.*.po
Languages: ru

source: Hutkigrosh
ru: ХуткiГрош

source: Shop name
ru: Название магазина

source: ERIP ID
ru: Уникальный идентификатор услуги ЕРИП

source: Hutkigrosh login
ru: Логин в ХуткiГрош

source: Hutkigrosh password
ru: Пароль в ХуткiГрош

source: Email notification
ru: Email оповещение

source: Sms notification
ru: Sms оповещение

source: Sandbox
ru: Режим "песочницы"

source: Display payment method name
ru: Название способа оплаты

source: Display payment method description
ru: Описание способа оплаты для покупателя

source: Complete text
ru: Текст успешного выставления счета

source: Adding bills to ERIP via Hutkigrosh gateway
ru: «Хуткi Грош»™ — платежный сервис по выставлению счетов в АИС "Расчет" (ЕРИП). После выставления счета Вам будет доступна его оплата пластиковой карточкой и электронными деньгами, в любом из отделений банков, кассах, банкоматах, платежных терминалах, в системе электронных денег, через Интернет-банкинг, М-банкинг, интернет-эквайринг

source: Your bill was successfully added to ERIP.
ru: <p>Счет №<strong>@order_number</strong> успешно выставлен в ЕРИП<p> <p>Вы можете оплатить его наличными деньгами, пластиковой карточкой и электронными деньгами, в любом из отделений банков, кассах, банкоматах, платежных терминалах, в системе электронных денег, через Интернет-банкинг, М-банкинг, интернет-эквайринг<p> <p>Для оплаты счета в ЕРИП необходимо: <p> <ol> <li>Выберите дерево платежей ЕРИП</li> <li>Выберите услугу: <strong>Платежи > Интернет магазины</strong></li> <li>Введите номер счета <strong>@order_number</strong></li> <li>Проверить корректность информации</li> <li>Совершить платеж.</li> </ol>

source: ERIP pay: pending
ru: Ожидание оплаты в ЕРИП

source: ERIP pay: complete
ru: Оплачено в ЕРИП

source: ERIP pay: failed
ru: Ошибка оплаты в ЕРИП

source: The payment is processing...
ru: Платеж в процесс обработки

source: The payment is complete
ru: Платеж завершен

source: Add to alfaclick
ru: Добавить в Альфаклик

source: Hutkigrosh payment
ru: ХуткiГрош

source: Implements Hutkigrosh payment module for use with Drupal Commerce.
ru: Модуль интеграции с платежным шлюзом ХуткiГрош

source: Webpay: payment complete
ru: Webpay: платеж совершен

source: Webpay: payment failed
ru: Webpay: ошибка оплаты
